/**
 * Задача 1
 * Создать функцию вычисления квадрата числа, без использования встроенной функции
 */
/**
 * Задача 2
 * Создать функцию, которая определяет наибольшее значение из двух чисел, без использования встроенной функции
 */
/**
 * Задача 3
 * Создать фнкцию,которая приимает в аргументе массив, определяет максимальный элемент и возвращает его
 */
/**
 * Задача 4
 * Создать функцию, которая вычисляет площадь круга или квадрата, по заданным парамерам
 *
 */
/**
 * Задача 5
 * Создать функцию, которая определяет длину ассоциативного массива
 */
